[
  {
    "min": 30,
    "max": 50,
    "intro": "A plump kid is approaching you warely. She slowly slides her left foot forward as she points a trembling stick towards your white socked, Crocs equiped feets.",
    "effects": {
      "win": "",
      "fail": ""
    },
    "noSelection": {
      "result": "A bright flash blinds you all. <br/> \"Hans, I told you not do anthing stupid, didn't I?\" <br/> As you slowly regain vision you can see her standing, arms crossed, where the kid used to be, half of the poor thing is still in this reality spouting a fountain of blood, staining Gertrude's skirt. She grabs you by the ear and drags you back to your place. ",
      "effect": -100
    },
    "selection": [
      {
        "text": "Give her the \"You didn't do your homework!\" look",
        "effect": 20,
        "result": "The kid stops in her tracks, curiosity and fear quickly fade away from her face while regret and guilt inevitably take over. <br/> The \"you didn't do your homework\" look will never fail you."
      },
      {
        "text": "Smile",
        "effect": -20,
        "result": "The kid is poking your Crocs and you're ignoring her, smiling at the crowd with your puppy face. <br/> You recognize this scene, the Mayans are looking at you as those devilish students of the 11B did, on that horrible first day. They know it: you have no backbone."
      },
      {
        "text": "Kick her",
        "effect": -10,
        "result": "The stick flies while she runs away shouting. She hides behind what looks to be her father.<br/> He does not seem to like you."
      }
    ]
  },
  {
    "min": 10,
    "max": 40,
    "intro": "Two warriors lower their spears. One almost makes a step.",
    "effects": {
      "win": "",
      "fail": "As you reach for it the warriors freeze. <br/> You confidently raise your arm shouting \"Let it be FIRE!\" and ignite your lighter. <br/> One of them squeals like a castrated pig, fear deforming his face, as he shoves his spear into you. You grasp for air as your perforated lungs fail to be of any use."
    },
    "noSelection": {
      "result": "Pedro de Alvarado charges in with his conquistadors cavalry, 180 horsemen strong. Swords fall down left and right, screams and blood are numbing you senses. <br/> You barely have the time to curse your dumb ideas when a sword finds your neck.",
      "effect": -100
    },
    "selection": [
      {
        "text": "Take out your lighter",
        "effect": -40,
        "result": ""
      },
      {
        "text": "Take out your unreasonably massive boombox.",
        "effect": 40,
        "result": "Skrillex. <br/> <br/> They certainly were not expecting Skrillex. <br/> Some fall on the floor covering their hears, some run in circles crying in despair, five of them engage in an experimental expressive dance, a metaphor of the human condition. Emotions run wild within you, you're being touched where no dancing performance ever reached before. You're compelled to join them and dance 'till the battery lasts."
      },
      {
        "text": "Cry like a baby.",
        "effect": 10,
        "result": "The warriors faces resemble a question mark as they cross each other's eyes. After a brief moment they drop their spears and start laughing their asses off."
      }
    ]
  },
  {
    "min": 40,
    "max": 60,
    "intro": "After a wellperformed series of the bystander sidesteps you find yourself a mere 10 meters from the Ritual Calendar",
    "effects": {
      "win": "",
      "fail": "As you reach for it the warriors snap and takle you down, they're tiny but strong, you won't get out of this. You reach for your Time Machine remote and press all the buttons. <br/> ... <br/> Damn, your remote broke. But where is this? Is this another planet? Weired plants you never saw are all around. An alien sound, somewhat similar to yawning fills the air, trembling you move a giant leaf out of the way and peek. <br/> Triceratops. "
    },
    "noSelection": {
      "result": "You're just standing there awkwardly, they seem to notice something fishy is going on, but they can't really figure out what",
      "effect": -10
    },
    "selection": [
      {
        "text": "Smile and wave, sidestep.",
        "effect": 10,
        "result": "Smile and wave, slowly sidestep. Smile and wave, slowly slowly. Some of the kids start to wave at you, smiling. "
      },
      {
        "text": "Walk confidently towards the Ritual Calendar.",
        "effect": -100,
        "result": ""
      }
    ]
  },
  {
    "min": 61,
    "max": 90,
    "intro": "You reached the Ritual Calendar. A drop of sweat runs down your neck while you screen the crowd, trying to repreciate the friendly and curious expressions you see on their faces.",
    "effects": {
      "win": "Yes, you reached the Ritual Calendar! You tweak the numbers real fast and warp back home. <br/> [...] <br/> Thinking back about that day you cannot help but being proud of yourself, you didn't just save the world, you made it better. After your return all the neo-nazis movements had changed: no futile hating on the jews anymore. Now they where focusing all of their efforts in the much nobler cause of eradicating the Swiss, those entitled moddafuckers. ",
      "fail": "Breathe, you can do this. You're almost there. Oh my god! They can tell, they can tell, they can definitely tell that you're laying your arms weired. Relax, breathe, breathe. <br/> They are all looking at you, all but that skinny Mayan, he's looking inside you! He knows everything, he's gonna kill you! Oh my god you're gonna die! You won't ever see Gertrude again. <br/>AAAAAAAAAAAAAAAAAHHHHHHHH!!!! <br/> Tu-Tum.  "
    },
    "noSelection": {
      "result": "You're just standing there awkwardly, they seem to notice something fishy is going on, but they can't really figure out what",
      "effect": -10
    },
    "selection": [
      {
        "text": "Get a panic attack",
        "effect": -40,
        "result": "Breathe, you can do this. You're almost there. Oh my god! They can tell, they can tell, they can definitely tell that you're laying your arms weired. Relax, breathe, breathe. <br/> They are all looking at you, all but that skinny Mayan, he's looking inside you! He knows everything, he's gonna kill you! Oh my god you're gonna die! You won't ever see Gertrude again. <br/>... <br/> Gertrude. No! you need to soldier on, breathe, you can do this. You can do this."
      },
      {
        "text": "Tweak the Ritual Calendar.",
        "effect": 100,
        "result": ""
      }
    ]
  },
  {
    "min": 1,
    "max": 90,
    "intro": "You spot a peacock hat moving through the crowd, as he emerges you immediately know: it's a priest, your life is in his hands. ",
    "effects": {
      "win": "You take all the medallions, necklaces and earrings from the crowd and split them 50/50 with the priest. He likes your style. <br/> You point at the Ritual Calendar with a curious look, he puts an arm around your shoulders and walks you there. <br/> Yes, you reached the Ritual Calendar! You tweak the numbers real fast and warp back home. <br/> Thinking back about that day you cannot help but being proud of yourself, you didn't just save the world, you made it better. After your return all the neo-nazis movements had changed: no futile hating on the jews anymore. Now they where focusing all of their efforts in the much nobler cause of eradicating the Swiss, those entitled moddafuckers. ",
      "fail": "You take your smarter phone: \"Call, Gertrude\" <br/> Tuuut tuu- \"Hans, we're testing the Large Hardon Collider right now, can you call me later?\" <br/>\"Actually... ehm honey, I kind of went and did something stupid.\" <br/>\"...When?\" \"1524, Q'umarkaj I-\" Tuuu... A flash blinds you all, as you're slowly regaining your sight you can barely figure out her shape. She grabs your arm, you're saved. <br/> Dammit, you managed to screw up again, this time she's definitely gonna hide your Nutella for at least a month."
    },
    "noSelection": {
      "result": "A DeLorean runs you over.",
      "effect": -100
    },
    "selection": [
      {
        "text": "Ask the audience",
        "effect": 20,
        "result": "TV-assistant: \"Ramona, what do you think is best for Hans?\" <br/> Ramona: \"I think he should listen to his wife and stop being a kid, she told him not to do anything stupid didn't she? \" <br/> TV-assistant:\"David, what should Hans do now?\" <br/> David: \"Dropkick them all, shoot the warriors in the face, tweak the calendar. Then he should kidnap the TV-assistant and make sweet love to her on top of the pyramid\" <br/> TV-assistant, blushing: \"Oh my god, David! We are live!\" <br/> David: \"I don't care! I love you! I always did!\" dropping to his knees \"Would you marry me?\" <br/> TV-assistant: \"I- ah, YES! Yes i would!\" "
      },
      {
        "text": "Call a friend",
        "effect": -100,
        "result": ""
      },
      {
        "text": "50/50",
        "effect": 50,
        "result": "You take all the medallions, necklaces and earrings from the crowd and split them 50/50 with the priest. He likes your style."
      },
      {
        "text": "Jump a question",
        "effect": 0,
        "result": "Skipped"
      }
    ]
  }
]
